[
    {
      "id": 1,
      "company": "Photosnap",
      "new": true,
      "featured": true,
      "position": "Senior Frontend Developer",
      "role": "Frontend",
      "level": "Senior",
      "postedAt": "1d ago",
      "contract": "Full Time",
      "location": "USA Only",
      "languages": ["HTML", "CSS", "JavaScript"],
      "tools": [],
      "about" : "S/he has solid web development experience, which includes, but is not limited to, creating visualization, responsiveness, and being comfortable working with both in-browser applications for Web and Mobile. Responsibilities include: optimizing applications for maximum speed, collaborating with back-end developers and web designers to improve usability, delivering high-quality responsive and accessible code (automated test/build/deployment), and ensuring the technical feasibility of UI/UX designs."
    },
    {
      "id": 2,
      "company": "Manage",
      "new": true,
      "featured": true,
      "position": "Fullstack Developer",
      "role": "Fullstack",
      "level": "Midweight",
      "postedAt": "1d ago",
      "contract": "Part Time",
      "location": "Remote",
      "languages": ["Python"],
      "tools": ["React"],
      "about" : "We are looking for a detail-oriented, self-directed Full Stack Developer who will be responsible for developing and maintaining software for EJEC's digital capabilities. This full-time position in Cavite is best suited to candidates with 5+ years of production internet application experience. You will have the opportunity to be a part of the exciting next phase of EJEC, building new research technologies, while working with a team in Manila and supporting client managers in Australia, London, and Boston."
    },
    {
      "id": 3,
      "company": "Account",
      "new": true,
      "featured": false,
      "position": "Junior Frontend Developer",
      "role": "Frontend",
      "level": "Junior",
      "postedAt": "2d ago",
      "contract": "Part Time",
      "location": "USA Only",
      "languages": ["JavaScript"],
      "tools": ["React", "Sass"],
      "about" : "We are looking for an experienced Front-end developer to join our development team. You will be in charge of developing the 'client-side' of our web applications. You should be able to translate our company's and customers' requirements into functional and visually appealing interactive applications. If you want to advance your career while creating a user-friendly environment through code, this is the job for you. We anticipate that you will be a tech-savvy professional who is interested in new digital technologies and aspires to combine usability and visual design. Finally, you should be able to design a functional and appealing digital environment for our company, ensuring a positive user experience."
    },
    {
      "id": 4,
      "company": "MyHome",
      "new": false,
      "featured": false,
      "position": "Junior Frontend Developer",
      "role": "Frontend",
      "level": "Junior",
      "postedAt": "5d ago",
      "contract": "Contract",
      "location": "USA Only",
      "languages": ["CSS", "JavaScript"],
      "tools": [],
      "about" : "SEOReseller property sites are built and revamped by web front-end developers to ensure site performance and quality for link-building and affiliate marketing campaigns. Applying Wordpress templates and plugins, designing for readability, and troubleshooting sites for technical issues that affect site visibility, usability, and performance are all part of the job."
    },
    {
      "id": 5,
      "company": "Loop Studios",
      "new": false,
      "featured": false,
      "position": "Software Engineer",
      "role": "FullStack",
      "level": "Midweight",
      "postedAt": "1w ago",
      "contract": "Full Time",
      "location": "Worldwide",
      "languages": ["JavaScript"],
      "tools": ["Ruby", "Sass"],
      "about" : "Software engineers will be in charge of creating the interface layer for our company's products. Software Engineers will be responsible for leading frontend web application development and data engineering projects using a variety of languages and frameworks, including Javascript, ReactJS, and GraphQL. Engineers will collaborate closely with our product and design teams to define feature specifications and build impactful products, will have a strong sense of ownership over the products they help build, and will devote their time to meaningful, interesting technical problems. Engineers will also assist in mentoring and defining the technical standards for the company."
    },
    {
      "id": 6,
      "company": "FaceIt",
      "new": false,
      "featured": false,
      "position": "Junior Backend Developer",
      "role": "Backend",
      "level": "Junior",
      "postedAt": "2w ago",
      "contract": "Full Time",
      "location": "UK Only",
      "languages": ["Ruby"],
      "tools": ["RoR"],
      "about" : "Jr. Backend Developers (Ruby) are in charge of creating and maintaining server-side web application logic. He or she will create back-end components, connect the application to other web services, "
    },
    {
      "id": 7,
      "company": "Shortly",
      "new": false,
      "featured": false,
      "position": "Junior Developer",
      "role": "Frontend",
      "level": "Junior",
      "postedAt": "2w ago",
      "contract": "Full Time",
      "location": "Worldwide",
      "languages": ["HTML", "JavaScript"],
      "tools": ["Sass"],
      "about" :" We are looking for a motivated IT professional. We are looking for a Junior Developer to join our fantastic team. Developing your career as a full-time IT professional. Junior Developer is a fantastic opportunity to learn new skills. Apply for the position of IT if you are good at people management, teamwork, and have the right drive for the job. Innovation and proprietary software solutions are at the heart of as a key member of our Product Development team, you will collaborate with a team of dedicated professionals to ensure our clients' access to critical information assets is maintained while keeping EJEC ahead of industry trends."
    },
    {
      "id": 8,
      "company": "Insure",
      "new": false,
      "featured": false,
      "position": "UX/UI Designer",
      "role": "Designer",
      "level": "Junior",
      "postedAt": "2w ago",
      "contract": "Full Time",
      "location": "USA Only",
      "languages": [""],
      "tools": ["Canva", "Adobe XD, Figma"],
      "about" : "We're looking for UI/UX Designers who can create outstanding designs for websites, web apps, and mobile apps. To create leading digital products and services, you must balance user needs with business requirements as a UI/UX Designer at 500 Designs. You are knowledgeable about best practices while also knowing when to break the mold to create ground-breaking experiences. You collaborate with the team to develop experience concepts, journey maps, user stories, product roadmaps, and/or an initial set of product features, thereby assisting your team. You also have an excellent design eye and can create visually stunning designs that are modern, engaging, and, most importantly, tailored to the target audience."
    },
    {
      "id": 9,
      "company": "Eyecam Co.",
      "new": false,
      "featured": false,
      "position": "Graphic Designer",
      "role": "",
      "level": "Midweight",
      "postedAt": "3w ago",
      "contract": "Full Time",
      "location": "Worldwide",
      "languages": [""],
      "tools": ["Adobe"],
      "about" : "We need a graphic designer who can create engaging and on-brand graphics for a variety of media. The job description for a graphic designer includes the entire process of defining requirements, visualizing, and creating graphics such as illustrations, logos, layouts, and photos. You'll be in charge of the visual aspects of websites, books, magazines, product packaging, exhibitions, and other projects. Your graphics should draw the attention of those who see them and convey the correct message. You must be creative and have a strong ability to translate requirements into design. We'd like to meet you if you can communicate effectively and work methodically as part of a team. The goal is to motivate and entice the intended audience."
    },
    {
      "id": 10,
      "company": "The Air Filter Company",
      "new": false,
      "featured": false,
      "position": "Front-end Dev",
      "role": "Frontend",
      "level": "Junior",
      "postedAt": "1mo ago",
      "contract": "Part Time",
      "location": "Worldwide",
      "languages": ["JavaScript"],
      "tools": ["React", "Sass"],
      "about" : "The position will be in charge of developing and maintaining world-class integrated products for the EJEC. As a Front-End Engineer, you will report to the Head of Engineering and collaborate closely with business leaders and technical teams to understand how their needs are currently met, as well as evaluate and define future changes relating to any mobile/web applications that will meet customer needs. The emphasis is on providing the best mobile-focused user experience to our customers while enabling the use of third-party tools and developing best-of-breed frameworks that are sustainable. The ideal candidate enjoys working "
    }
  ]